{
  "navbar": {
    "home": "Башкы бет",
    "about": "Биз жөнүндө",
    "projects": "Долбоорлор",
    "news": "Жаңылыктар",
    "contact": "Байланыш маалыматтары",
    "textUs": "Жазыңыз"
  },
  "footer": {
    "developer": "Муканбетова Кундуз",
    "contact": "Байланыш:"
  },
  "aboutMe": {
    "title": "Мен жөнүндө",
    "description": "Саламатсызбы! Мен профессионалдуу модель жана жогорку квалификациялуу веб-разработчикмин, веб-разработка боюнча эки жылдык тажрыйбам бар. Мен Линкольн университетин бүтүрүп, заманбап веб-технологияларды колдонгон көптөгөн долбоорлорго катыштым. Мен программалоого, чыгармачылыкка жана технологияга кызыгам."
  },
  "home": {
    "heading": "Urban Construction'го кош келиңиз",
    "subheading": "Келечекти бир долбоор менен түзүү.",
    "intro": {
      "title": "Биз кимбиз",
      "description": "Urban Construction - курулуш тармагында сапат жана инновацияларды сунуштаган алдыңкы компания."
    },
    "services": {
      "title": "Биздин кызматтар",
      "service1": {
        "title": "Жай курулуш",
        "description": "Ыңгайлуулукту, стилди жана туруктуулукту айкалыштырган үйлөрдү куруп жатабыз."
      },
      "service2": {
        "title": "Коммерциялык долбоорлор",
        "description": "Инновациялык дизайндары бар заманбап коммерциялык жайларды иштеп чыгуу."
      },
      "service3": {
        "title": "Реконструкция",
        "description": "Эски мейкиндиктерди заманбап жана функционалдык аймактарга айландыруу."
      }
    },
    "testimonials": {
      "title": "Биздин кардарлар эмнени айтышат",
      "testimonial1": "Urban Construction менин кыялымды ишке ашырды. Катуу сунуштайм!",
      "testimonial2": "Алардын командасы бүтүндөй процесс бою профессионалдуу, натыйжалуу жана чыгармачыл болду.",
      "testimonial3": "Мен иштеген эң мыкты курулуш компаниясы. Өтө жогорку сапат жана тейлөө."
    },
    "videoSection": {
      "title": "Сапатка берилгендик",
      "description": "Биз ар бир долбоордо инновация жана тактык менен эң жогорку сапат стандарттарын камсыздайбыз."
    }
},
"about": {
  "title": "Биз жөнүндө",
  "address": "Дарек: БЦ 'Авангард' мунарасы B",
  "phone": "Телефондор: +996 773 555 444",
  "email": "Электрондук почта: urban_construction@elitka.kg",
  "company": "Компания: ОсОО 'Урбан Констракшн', ИНН 00308202010081",
  "license": "Лицензия: КРЦ-2 №10546 29.06.2022"
},
"projects": {
  "description": {
    "title": "Сүрөттөө",
    "text": "Пишпек районундагы 'NEO' турак жайы. Турак жай Гагарин жана Т.Фрунзе көчөлөрүнүн кесилишинде жайгашкан. Бул комфорт-класстагы долбоор жана өзгөчө архитектурага ээ. Urban Construction кардарларга пайызсыз бөлүп төлөөнү сунуштайт. Бул көптөгөн үй-бүлөлөр үчүн өз үйүнө ээ болууга мыкты мүмкүнчүлүк. Бөлүп төлөө шарттары: Период - 18 ай эч кандай үстөксүз (0% бөлүп төлөө). Баштапкы төлөм - батирдин жалпы баасынын 30%. Жайгашуу жана батирдин баасы боюнча кеңири маалымат алуу үчүн: 0(773) 555 444."
  },
  "contact": "Байланыш: +996 773 555 444",
  "map": {
    "title": "'NEO' турак жайынын картасы"
  }
},
"news": {
  "title": "Биздин жаңылыктар",
  "imageAlt": "Компаниянын жаңылыктар сүрөтү",
  "text1": "Компаниябыз, анын долбоорлору жана жетишкендиктери тууралуу акыркы жаңылыктар менен кабардар болуңуз.",
  "text2": "Urban Construction инновацияларды ишке ашырып, жогорку сапаттагы курулуш чечимдерин сунуштоону улантууда.",
  "text3": "Жакында эле биз тармакта жаңы стандарттарды койгон бир нече долбоорду аяктадык.",
  "text4": "Биздин команда кардарларыбыз үчүн эң мыкты кызматтарды көрсөтүү үчүн дайыма иштейт.",
  "text5": "Алдыдагы долбоорлор боюнча жаңы жаңыртуулар бул жерде үзгүлтүксүз жарыяланат.",
  "text6": "Urban Construction ачыктыкка жана кардарларды кабардар кылууга ишенет.",
  "text7": "Биздин келечекти түзүү жолубуз тууралуу көбүрөөк жаңылыктарды жана жаңыртууларды алуу үчүн бизди ээрчиңиз."
},
"contact": {
  "title": "Биз менен байланыш",
  "description": "Суроолоруңуз барбы же жардам керекпи? Биз менен байланышыңыз!",
  "emailLabel": "Электрондук почта",
  "email": "info@urbanconstruction.com",
  "phoneLabel": "Телефон",
  "phone": "+123 456 7890",
  "addressLabel": "Дарек",
  "address": "123 Urban St, Cityville"
}
}
