{
  "navbar": {
    "home": "Главная",
    "about": "О нас",
    "projects": "Проекты",
    "news": "Новости",
    "contact": "Контактная информация",
    "textUs": "Напишите нам"
  },
  "footer": {
    "developer": "Муканбетова Кундуз",
    "contact": "Контакт:"
  },
  "aboutMe": {
    "title": "Обо мне",
    "description": "Привет! Я профессиональная модель и высококвалифицированный веб-разработчик с двухлетним опытом в области веб-разработки. Я окончила Линкольнский университет и участвовала во многих проектах с использованием современных веб-технологий. Я увлекаюсь программированием, творчеством и технологиями."
  },
  "home": {
    "heading": "Добро пожаловать в Urban Construction",
    "subheading": "Создаем будущее, один проект за раз.",
    "intro": {
      "title": "Кто мы",
      "description": "Urban Construction - ведущая компания, посвященная качеству и инновациям в строительной отрасли."
    },
    "services": {
      "title": "Наши услуги",
      "service1": {
        "title": "Жилищное строительство",
        "description": "Строим дома, сочетающие комфорт, стиль и экологичность."
      },
      "service2": {
        "title": "Коммерческие проекты",
        "description": "Разрабатываем современные коммерческие пространства с инновационным дизайном."
      },
      "service3": {
        "title": "Реконструкция",
        "description": "Преобразуем старые пространства в современные и функциональные."
      }
    },
    "testimonials": {
      "title": "Отзывы наших клиентов",
      "testimonial1": "Urban Construction воплотила мою мечту в реальность. Настоятельно рекомендую!",
      "testimonial2": "Их команда была профессиональной, эффективной и творческой на протяжении всего процесса.",
      "testimonial3": "Лучшая строительная компания, с которой я работал. Исключительное качество и обслуживание."
    },
    "videoSection": {
      "title": "Наша приверженность совершенству",
      "description": "Узнайте, как мы внедряем инновации и точность в каждый проект, обеспечивая самые высокие стандарты качества и устойчивости."
    }
  },
  "about": {
  "title": "О нас",
  "address": "Адрес: БЦ 'Авангард' башня B",
  "phone": "Телефоны: +996 773 555 444",
  "email": "Электронная почта: urban_construction@elitka.kg",
  "company": "Компания: ОсОО 'Урбан Констракшн', ИНН 00308202010081",
  "license": "Лицензия: КРЦ-2 №10546 от 29.06.2022"
},
"projects": {
    "description": {
      "title": "Описание",
      "text": "Жилой дом 'NEO' в районе Пишпек. Жилой дом расположен в районе Пишпек, на пересечении улиц Гагарина и Т.Фрунзе. Это проект комфорт класса с изысканной архитектурой. Urban Construction предлагает покупателям квартир беспроцентную рассрочку. Это хорошая возможность для многих семей обзавестись своим жильем. Условия рассрочки: Период - 18 месяцев без переплат (0% рассрочка). Первоначальный взнос - 30% от общей стоимости квартиры. Подробную информацию о планировках и стоимости жилья вы можете получить по номеру: 0(773) 555 444."
    },
    "contact": "Контакт: +996 773 555 444",
    "map": {
      "title": "Карта жилого дома NEO"
    }
  },
  "news": {
    "title": "Наши новости",
    "imageAlt": "Изображение новостей компании",
    "text1": "Оставайтесь в курсе последних новостей о нашей компании, ее проектах и достижениях.",
    "text2": "Urban Construction продолжает внедрять инновации и предоставлять качественные строительные решения.",
    "text3": "Недавно мы завершили несколько проектов, которые установили новые стандарты в отрасли.",
    "text4": "Наша команда постоянно работает над тем, чтобы предоставлять лучшие услуги для наших клиентов.",
    "text5": "Новые обновления о предстоящих проектах будут регулярно публиковаться здесь.",
    "text6": "Urban Construction верит в прозрачность и информирование клиентов.",
    "text7": "Следите за нами, чтобы получать больше новостей и обновлений о нашем пути к созданию лучшего будущего."
  },
  "contact": {
    "title": "Свяжитесь с нами",
    "description": "Есть вопросы или нужна помощь? Свяжитесь с нами!",
    "emailLabel": "Электронная почта",
    "email": "info@urbanconstruction.com",
    "phoneLabel": "Телефон",
    "phone": "+123 456 7890",
    "addressLabel": "Адрес",
    "address": "123 Urban St, Cityville"
  }
}
